Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh340-v2.tmx
Source language: bo
Languages: en

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཁྱེའུ་དེ་གཉིས་འཇིགས་པ་ཆེན་པོ་སྐྱེས་ཏེ། དེ་གཉིས་འཇིགས་ཤིང་སྐྲག་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོའི་ཐད་དུ་སོང་ངོ་། །
en: When they heard this the boys flushed with terror and fled to Venerable Mahā­maudgalyāyana.

source: དེ་ནས་མཽད་གལ་གྱི་བུ་ཆེན་པོས་དེ་གཉིས་མཐོང་ནས་དྲིས་པ།
en: When he saw them, Mahā­maudgalyāyana asked,

source: བུ་གཉིས་སྒྲ་ཆེན་པོ་འདི་ག་ལས་བྱུང་།
en: “Boys, where were those noises coming from?”

source: དེ་ནས་ཁྱེའུ་དེ་གཉིས་ཀྱིས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ལ་ཐམས་ཅད་རྒྱས་པར་བསྙད་དོ། །
en: The two boys related everything in detail to Venerable Mahā­maudgalyāyana

source: དེ་ནས་མཽད་གལ་གྱི་བུ་ཆེན་པོས་དེ་གཉིས་ལ་སྨྲས་པ།
en: and he advised them,

source: བུ་གཉིས་དེ་ནི་ངས་ཁྱེད་གཉིས་ལ་བྱས་ན་ཁྱེད་གཉིས་ང་ལ་ཡིད་མི་ཆེས་ཏེ།
en: “Boys, if I had told you this, you would not have believed me.

source: ད་ནི་དོན་དེ་ཁྱེད་ཅག་གཉིས་ཀྱིས་མངོན་སུམ་དུ་མཐོང་བ་ཡིན་གྱིས་དེའི་ཕྱིར་ཁྱེད་གཉིས་སེམས་ཅན་དམྱལ་བར་སྐྱེ་བར་མི་འགྱུར་བ་དེ་ལྟར་གྱིས་ཤིག །
en: Now that both of you have seen it with your own eyes, don’t let yourselves take rebirth as hell beings.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཁྱེའུ་དེ་གཉིས་བརྩོན་འགྲུས་སུ་སློབ་པ་ལ་ཞུགས་སོ། །
en: After they heard this the boys immediately became diligent in their studies.

source: དེ་ནས་དེ་གཉིས་ཀྱིས་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་དེ་གལ་ཏེ་དེ་སྔ་དྲོ་དྲན་པར་གྱུར་ན་ནི་དེ་གཉིས་ཟན་སྟོར་བར་འགྱུར་རོ། །
en: When they remembered the suffering of the hell beings in the morning, they would push their food away.

source: དེ་སྟེ་ཕྱེམ་རེད་དྲན་པར་གྱུར་ན་ནི་ཅི་ཟོས་པ་ཡང་སྐྱུག་པར་འགྱུར་རོ། །
en: When they remembered it in the afternoon, they would vomit up their food.

source: རྒྱུ་དེས་ན་དེ་གཉིས་ཉམ་ཆུང་ཞིང་རིད་ལ་སྦེག་ཅིང་ལུས་ཀྱི་མཐུ་མེད་པར་གྱུར་ཏོ། །
en: This caused them both to become frail, gaunt, and emaciated and lose all their strength.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་དེ་གཉིས་མཐོང་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ལ་དྲིས་པ།
en: When Venerable Ānanda saw them he asked Venerable Mahā­maudgalyāyana,

source: བཙུན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོ་ཅིའི་སླད་དུ་ཁྱེའུ་འདི་གཉིས་ཉམ་ཆུང་ཞིང་རིད་ལ་སྦེག་ཅིང་ལུས་ཀྱི་མཐུ་མེད་པར་གྱུར།
en: “Lord Mahā­maudgalyāyana, why have these two become so frail, gaunt, and emaciated and lost all their strength?”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་དེ་ལ་ཐམས་ཅད་རྒྱས་པར་བསྙད་དོ། །
en: Venerable Mahā­maudgalyāyana explained everything to him in detail.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་དེ་ལ་སྨྲས་པ།
en: Venerable Ānanda said to him,

source: འདི་གཉིས་ཧ་ཅང་མི་དགའ་ཆེས་ཏེ་བྲུ་བས་གཟིར་བར་གྱུར་ན་ ན་བར་འགྱུར་དུ་འོང་གིས་སྤྲོ་བ་བསྐྱེད་དགོས་སོ། །
en: “Their despair is overwhelming—they are going to get sick. You have to cheer them up.”

source: མཽད་གལ་གྱི་བུས་སྨྲས་པ། ཁྱོད་ཇི་ལྟར་འདོད་པ་དེ་བཞིན་དུ་བྱའོ་ཞེས་བྱས་ནས་
en: “As you wish,” Mahā­maudgalyāyana replied.

source: ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་ཁྱེའུ་དེ་གཉིས་ལ་སྨྲས་པ།
en: So Venerable Mahā­maudgalyāyana told the two boys,

source: སྟན་ཁྱེར་ལ་འཆག་ཏུ་འདོང་ངོ་། །
en: “Take up your mats. Let’s go for a walk.”

source: དེ་གཉིས་ཀྱིས་སྨྲས་པ།
en: The two of them said,

source: འཕགས་པ་བདག་ཅག་གཉི་ག་འཆག་པས་ཆོག་ལགས་སོ། །
en: “That’s enough walking for us, noble one.

source: བདག་ཅག་གཉིས་ནི་འདི་ཉིད་ན་མཆིས་ཤིང་སློབ་པར་འཚལ་ལོ། །
en: We’ll just stay right here and study.”

source: མཽད་གལ་གྱི་བུ་ཆེན་པོས་སྨྲས་པ། བུ་གཉིས་བདག་ཅག་འཆག་ས་དེ་ལོགས་སུ་མི་འདོང་བར་འཆག་ས་གཞན་དུ་འདོང་ངོ་ཞེས་བྱས་ནས་
en: “We’re not going back to that place on our walk, boys,” Mahā­maudgalyāyana assured them. “We’re going somewhere else.”

source: ཁྱེའུ་དེ་གཉིས་ཁྲིད་དེ་འཆག་ས་གཞན་དུ་དོང་ནས
en: And he took the boys on a walk to another place.

source: ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་དེ་གཉིས་སྤྲོ་བ་བསྐྱེད་པའི་ཕྱིར་ཐག་མི་རིང་བ་ཞིག་ཏུ་མཐོ་རིས་ཞིག་སྤྲུལ་ཏེ།
en: To cheer them up, Venerable Mahā­maudgalyāyana emanated a god realm not far from the place where they were having their walk.

source: དེ་ན་ལྷའི་བུ་རྣ་ཆ་གདུབ་ཀོར་དག་ཅིང་འགུལ་བ་ཐོགས་པ་ལུས་དོ་ཤལ་དང་སེ་མོ་དོས་བརྒྱན་པ། ལྷའི་བུ་མོ་དག་གིས་བསྐོར་བ་དག་ཕེག་རྡོབ་པར་བྱེད་དེ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་དོ། །
en: In that heaven there was a young god decorated with earrings, garlands, and strings of precious stones and surrounded by young goddesses. They began playing music and enjoying themselves and coupling.

source: དེ་ནས་ཁྱེའུ་དེ་གཉིས་འཆག་པའི་ས་ནས་ཐག་མི་རིང་བ་ཞིག་ནས་ཕེག་རྡོབ་པའི་སྒྲ་གྲག་སྟེ། དེ་ཐོས་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོའི་ཐད་དུ་སོང་ངོ་། །
en: The boys heard the sounds of music not far from the place where they were walking and went to Venerable Maudgalyāyana.

source: དེ་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་དེ་གཉིས་མཐོང་ནས་དྲིས་པ།
en: When Venerable Maudgalyāyana saw them, he asked,

source: སློབ་དཔོན་སྒྲ་འདི་ཅི་ཞིག་གི་སྒྲ་ལགས་པ་བདག་ཅག་གཉིས་ཀྱིས་གློ་བར་མ་ཆུད་དོ། །
en: “Master, we’re not entirely sure what that sound is,”

source: ཁྱེད་གཉིས་དེང་ལ་སྒྲ་འདི་ག་ལས་བྱུང་བ་ལྟོས་ཤིག །
en: “You two go and see where that sound is coming from.”

source: དེ་གཉིས་དེར་སོང་སྟེ་བལྟས་ན་ལྷའི་བུ་རྣ་ཆ་གདུབ་ཀོར་དག་ཅིང་འགུལ་བ་ཐོགས་པ། ལུས་དོ་ཤལ་དང་སེ་མོ་དོས་བརྒྱན་པ།
en: Upon their arrival, they looked around and saw a young god decorated with earrings, garlands, and strings of precious stones

source: ལྷའི་བུ་མོ་དག་གིས་བསྐོར་བ་དག་ཕེག་རྡོབ་པར་བྱེད་དེ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་མཐོང་ནས་
en: and surrounded by young goddesses, all playing music, enjoying themselves, and coupling.

source: དྲིས་པ། ཁྱེད་སུ་དག་ཅིག །
en: When the boys saw them they asked, “Who are you?”

source: སྤྲུལ་པ་རྣམས་ཀྱིས་སྨྲས་པ། ལྷའི་བུ་ཡིན་ནོ། །
en: “We are gods,” said the emanations.

source: དེ་གཉིས་ཀྱིས་དེ་ཉིད་ན་སེང་གེའི་ཁྲི་གཉིས་ལྷའི་བུ་མོ་མང་པོ་དག་གིས་བསྐོར་ཅིང་འདུག་པ་མཐོང་ལ། དེའི་སྟེང་ན་ལྷའི་བུ་སུ་ཡང་མི་འདུག་གོ། །
en: They noticed two lion thrones surrounded by a great number of goddesses, but no young gods sat upon them.

source: དེ་ལྟར་མཐོང་ནས་དེ་གཉིས་ངོ་མཚར་དུ་གྱུར་ཏོ། །ངོ་མཚར་དུ་གྱུར་ནས་དྲིས་པ།
en: They were amazed by this sight, and asked,

source: ཅིའི་ཕྱིར་སེང་གེའི་ཁྲི་འདི་གཉིས་སྟོང་པར་འདུག་སྟེ་འདི་གཉིས་ལྷའི་བུ་སུ་ཡང་མི་འདུག །
en: “How could these lion thrones be empty, with no young gods seated upon them?”

source: ཀུན་དགའ་བོའི་སྲིང་མོའི་བུ་གཉིས་རབ་ཏུ་བྱུང་ནས་བརྩོན་འགྲུས་བརྩམས་ཤིང་འདུག་སྟེ་
en: “Ānanda’s sister’s two sons went forth and have now begun exerting themselves.

source: དེ་གཉིས་ནམ་ཤི་འཕོས་ཏེ་དུས་ལས་འདས་པ་དེའི་ཚེ་འདིར་སྐྱེ་བར་འགྱུར་ཏེདེ་གཉིས་དང་བདག་ཅག་ལྷན་ཅིག་ཏུ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པར་འགྱུར་བའི་སེང་གེའི་ཁྲི་ཡིན་ནོ། །
en: When they die and transmigrate, they will take rebirth here, and we will enjoy ourselves with them, coupling on these lion thrones.”

source: དེ་ནས་དེ་མཐོང་མ་ཐག་ཏུ་ཁྱེའུ་དེ་གཉིས་དགའ་བར་གྱུར་ནས་བདག་ཅག་གཉིས་ཀྱི་བརྩོན་འགྲུས་ཀྱིས་ནི་འབྲས་བུ་ཆེན་པོ་ཐོབ་པར་གྱུར་ཏེ།
en: Seeing this, the boys experienced a surge of happiness. “Our efforts will bring great results!

source: སེམས་ཅན་དམྱལ་བར་སྐྱེ་བ་ལས་ཀྱང་ཐར་ལ་ལྷར་སྐྱེ་བ་ཡང་ཐོབ་པར་གྱུར་ཏོ་སྙམ་དུ་རིག་ནས་
en: Not only are we free from rebirth as hell beings, but now we shall achieve rebirth as gods.”

source: སེམས་དགའ་བཞིན་དུ་མཽད་གལ་གྱི་བུ་ཆེན་པོའི་ཐད་དུ་སོང་ངོ་། །
en: In their happiness they returned to Venerable Mahā­maudgalyāyana.

source: བུ་གཉིས་སྒྲ་འདི་ག་ལས་བྱུང་།
en: “Boys, where was that sound coming from?”

source: ད་ནི་དོན་དེ་ཁྱེད་ཅག་གཉིས་ཀྱིས་མངོན་སུམ་དུ་མཐོང་བ་ཡིན་གྱིས། དེའི་ཕྱིར་ལྷག་པར་ཡང་བརྩོན་འགྲུས་བརྩམ་པར་གྱིས་ཤིག །
en: Now that both of you have seen it with your own eyes, you must be particularly diligent.”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་ཁྱེའུ་དེ་གཉིས་ལྷག་པར་ཡང་བརྩོན་འགྲུས་སུ་སློབ་པ་ལ་ཞུགས་སོ། །
en: Upon hearing this, the boys immediately began to study with extra diligence again.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེ་གཉིས་ཀྱིས་འཁོར་ལོ་ལྟར་བསྡུས་པའི་མདོ་བརྩམས་ཏེ་དེ་གཉིས་ཀྱིས་དེ་ཐོས་ནས་འདི་སྙམ་སེམས་ཏེ།
en: Then one day they heard the discourse on the Wheel-like Compendium and thought,

source: འཁོར་བ་ན་འཁོར་ཕན་ཆད་ཟོ་ཆུན་རྒྱུད་མོའི་འཁྲུལ་འཁོར་བཞིན་དུ་ཡང་དང་ཡང་དུ་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོ་དང་། ཡི་དགས་དང་། ལྷ་དང་མིར་འཁོར་དགོས་པས་ན་བདག་ཅག་གཉིས་ལ་ལྷར་སྐྱེ་བ་ཡང་མི་དགོས། མིར་སྐྱེ་བ་ཡང་མི་དགོས་ཀྱིས་
en: “Since we’ve been circling in saṃsāra over and over again like buckets on a waterwheel—as hell beings, animals, anguished spirits, gods, and humans—there’s no need for us to take rebirth as gods, nor is there any need for us to take rebirth as humans.

source: བདག་ཅག་གཉིས་ཀྱིས་དངོས་པོ་མེད་པ་ཉིད་དུ་བརྩོན་འགྲུས་བརྩམ་པར་བྱའོ་སྙམ་མོ། །
en: Let us put our efforts into achieving non-existence.”

source: དེ་ནས་ཚེ་དང་ལྡན་པ་མཽད་གལ་གྱི་བུ་ཆེན་པོས་དེ་གཉིས་ཡིད་སྐྱོ་བར་གྱུར་པར་རིག་ནས་ཡིད་ལ་བྱ་བའི་ལུང་ཕོག་སྟེ། དེ་གཉིས་ཀྱིས་ཀྱང་བརྩོན་པ་དང་། བསྒྲུབ་པ་དང་། འབད་པས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ནས་དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ཏེ།
en: Venerable Mahā­maudgalyāyana, knowing their disillusionment, conferred on them instructions to be pondered, and they cast away all afflictive emotions through diligence, practice, and effort, and manifested arhatship.

source: དེ་གཉིས་ཀྱིས་དགྲ་བཅོམ་པ་ཉིད་ཐོབ་ནས་རྫུ་འཕྲུལ་གྱིས་གནས་ཐ་དད་པ་གཞན་དང་གཞན་དུ་འགྲོ་ཞིང་དུས་མ་ཡིན་པའི་མེ་ཏོག་རྣམས་དང་འབྲས་བུ་རྣམས་བླངས་ཏེ་དགེ་འདུན་ལ་འབུལ་བར་བྱེད་དོ། །
en: After achieving arhatship, using emanations, they traveled from one place to another, picking up flowers and fruits that were out of season to make offerings to the saṅgha.

source: དེ་ནས་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་གཞན་དག་གིས་ཚོར་ཏེ།
en: Their fellow practitioners of the holy life thought,

source: འདི་གཉིས་ནི་མཐུ་ཆེ་བ་ཡིན་ནོ་སྙམ་མོ། །
en: “These two are very powerful.”

source: དེ་ལྟར་མཐོང་ནས་དེ་རྣམས་བདག་ཅག་གཉིས་ལ་སྐྱོ་བ་སྐྱེས་ཏེ།
en: Seeing them, they developed weariness for saṃsāra and thought,

source: ལོ་བདུན་ལོན་པ་འདི་གཉིས་ཀྱིས་ཀྱང་ཡོན་ཏན་འདི་ལྟ་བུ་ཐོབ་ན། བདག་ཅག་སྐྲའི་མདོག་ལན་གསུམ་གྱུར་གྱི་བར་དུ་བདག་ཅག་གིས་ཅི་ཡང་མ་ཐོབ་བོ་སྙམ་སྟེ་
en: “If they can achieve such great virtues as these at seven years of age, why have we not achieved the same, when the color of our hair has already gone from black to grey to white?”

source: སྐྱོ་བར་གྱུར་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེ། དགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་སོ། །
en: In weariness for saṃsāra they cast away all afflictive emotions and manifested arhatship.

source: བཙུན་པ་དགེ་ཚུལ་འདི་གཉིས་ཀྱིས་ལས་ཅི་བགྱིས་ན་ལས་དེའི་རྣམ་པར་སྨིན་པས་ལོ་བདུན་ལོན་པ་ན་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེདགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བགྱིས་ལགས།
en: “what actions did these two novices take that ripened into their going forth at just seven years of age, casting away all afflictive emotions, and manifesting arhatship?”

source: བཀའ་སྩལ་པ། སྔོན་བྱུང་བ་འདས་པའི་དུས་ན་བསྐལ་པ་བཟང་པོ་འདི་ཉིད་ལ་སྐྱེ་དགུའི་ཚེ་ལོ་ཉི་ཁྲི་ཐུབ་པ་ན་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས། རིག་པ་དང་ཞབས་སུ་ལྡན་པ། བདེ་བར་གཤེགས་པ་འཇིག་རྟེན་མཁྱེན་པ། སྐྱེས་བུ་འདུལ་བའི་ཁ་ལོ་སྒྱུར་བ་བླ་ན་མེད་པ། ལྷ་དང་མི་རྣམས་ཀྱི་སྟོན་པ། སངས་རྒྱས་བཅོམ་ལྡན་འདས་འོད་སྲུང་ཞེས་བྱ་བ་འཇིག་རྟེན་དུ་བྱུང་སྟེ
en: “Monks,” the Blessed One recounted, “in times past, in this fortunate eon, when people lived as long as twenty thousand years, and the totally and completely awakened buddha endowed with insight and perfect conduct, the sugata, the knower of the world, the tamer of persons, the charioteer, the unsurpassed one, the teacher of humans and gods, the blessed buddha known as Kāśyapa was in the world,

source: དེའི་ཕྱི་ཞིག་ན་དགེ་སློང་གི་དགེ་འདུན་མང་པོས་ཞབས་འབྲིང་བྱས་ཏེ། ཡུལ་ཀཱ་ཤིའི་ཕྱོགས་སུ་ལྗོངས་རྒྱུ་ཞིང་གཤེགས་པ་ལས་བཱ་རཱ་ཎ་སཱིར་བྱོན་ཏེ།
en: one day he traveled through Kāśi attended by a large saṅgha of monks, and arrived in Vārāṇasī.

source: དེའི་ཚེ་མཛའ་སྡེ་ལྔ་བརྒྱ་ཙམ་སྐྱེད་མོས་ཚལ་གྱི་སར་བྱུང་ནས་ཕེག་རྡོབ་པར་བྱེད་དེ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་ལས།
en: “At that time a group of some five hundred friends walked into the gardens, playing drums, enjoying themselves, and coupling.

source: མཛའ་སྡེ་དེ་རྣམས་ཀྱིས་ཐག་རིང་པོ་ཞིག་ནས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་མཐོང་ངོ་། །
en: The group of friends saw the totally and completely awakened Buddha Kāśyapa from a distance

source: མཐོང་ནས་ཀྱང་དེ་དག་གིས་བློ་སྐྱེས་པ།
en: and thought,

source: ད་ལྟར་སངས་རྒྱས་བྱུང་བས་འཇིག་རྟེན་བརྒྱན་ཏེ་འཛམ་བུའི་གླིང་དགྲ་བཅོམ་པས་གང་ཞིང་འདུག་ན།
en: ‘Now that the world is adorned with the presence of a buddha, Jambudvīpa will fill up with arhats.

source: བདག་ཅག་ཁྱིམ་ན་འདུག་པས་ཆོག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་འབྱུང་ངོ་སྙམ་མོ། །
en: We have dwelt at home long enough. We should go forth into the doctrine of the Buddha.’

source: དེར་ཁ་ཅིག་ན་རེ་ཇི་སྲིད་དུ་བདག་ཅག་གི་འབྱུང་བ་ཆེན་པོ་གཞོན་པས་དེ་སྲིད་དུ་འདོད་པ་རྣམས་ལོངས་སྤྱད་ལ། ཕྱིས་རྒས་པའི་ཚེ་རབ་ཏུ་བྱུང་བས་སླེབས་སོ་ཞེས་
en: “Some replied, ‘We should indulge our cravings while our bodies are still young. We’ll go forth later on, when we’re old. We’ll get there.’

source: ཟེར་ནས་དེ་དག་རབ་ཏུ་མ་བྱུང་སྟེ
en: Having said this, they did not go forth.

source: དེར་དེ་དག་ཁ་ཅིག་ལ་ནི་བུ་ཡང་བྱུང་། བུ་མོ་ཡང་བྱུང་ངོ་། །
en: “Some among them bore children.

source: ཁ་ཅིག་ནི་ཤིའོ། །
en: Others died.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཁ་ཅིག་གིས་བློ་སྐྱེས་པ།
en: One day some of them realized,

source: ད་ནི་བདག་ཅག་གི་ཁྱིམ་སོ་འཛིན་པ་དག་བྱུང་ཟིན་གྱིས།
en: ‘There are others who can carry out the affairs of the house now.

source: བདག་ཅག་དོང་ལ་བཅོམ་ལྡན་འདས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་འབྱུང་ངོ་ཞེས་ཟེར་རོ། །
en: Let us then go and go forth in the doctrine of the totally and completely awakened Buddha Kāśyapa.’

source: དེར་ཁ་ཅིག་ན་རེ་ད་ནི་བདག་ཅག་གིས་བུ་རྣམས་ཀྱི་ཁྱིམ་ཡང་དབུབ་པར་བྱ། བུ་མོ་རྣམས་ཀྱང་བག་མར་གཏང་བར་བྱའོ་སྙམ་ནས་དེའི་སྐབས་སུ་ཡང་རབ་ཏུ་མ་བྱུང་ངོ་། །
en: “Some others said to them, ‘Right now we have to build houses for our children and give our daughters away in marriage,’ and they did not go forth at that time either.

source: དེ་ནས་ཕྱི་ཞིག་ན་དེ་དག་ཐམས་ཅད་ཤི་ནས་དེ་དག་གི་ནང་ནས་གཉིས་ཤིག་ལུས་པར་གྱུར་ཏེ།
en: “One day, after almost all of them had died, only two remained.

source: དེ་གཉིས་ཕྱིས་སྐྱོ་བ་སྐྱེས་ནས་
en: Then those two began to feel disillusioned about saṃsāra and thought,

source: བདག་ཅག་སྔོན་ལོ་ཉི་ཤུ་རྩ་ལྔ་ལོན་པ་ན་བདག་ཅག་གཞོན་ནུའི་གནས་སྐབས་སུ་བབ་པའི་ཚེ་རབ་ཏུ་འབྱུང་བར་དད་པ་སྐྱེས་པ་ལས་བདག་ཅག་དེའི་ཚེ་རབ་ཏུ་མ་བྱུང་ནས་
en: ‘Back when we were twenty-five and young, we all felt a sense of faith and had a chance to go forth, but we did not do it.

source: ཐམས་ཅད་ཤི་སྟེ་བདག་ཅག་གཉིས་པུ་ལུས་པར་གྱུར་ལ།
en: Now everyone has died, and only the two of us remain.

source: བདག་ཅག་ཀྱང་ད་ནི་རྒས་ཤིང་འཁོགས་ལ་གཏུགས་པར་གྱུར་ཏེབདག་ཅག་གཉིས་ཀྱང་རིང་པོ་མི་ཐོགས་པར་འཆི་བར་འགྱུར་བས་ན།
en: We’ve become elderly and infirm, and we’ll probably die soon.

source: བདག་ཅག་གཉིས་ཁྱིམ་ན་གནས་པས་ཆོག་གིས་འདོང་ལ་བདག་ཅག་གཉིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་འབྱུང་ངོ་
en: We have dwelt at home long enough. We should go forth into the doctrine of the totally and completely awakened Buddha Kāśyapa.’

source: སྙམ་ནས་སྦྱིན་པ་དག་བྱིན་ཞིང་བསོད་ནམས་དག་བྱས་ཏེཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ངོ་། །
en: Having thought this, they gave gifts and made merit, and went forth in the doctrine of the totally and completely awakened Buddha Kāśyapa.

source: བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་གསར་བུས་དགེ་འདུན་གྱི་བསྙེན་བཀུར་གྱིས་ཤིག་ཅེས་བཀའ་སྩལ་བས། དེ་གཉིས་དགེ་འདུན་གྱི་གཡོག་བྱེད་ཅིང་
en: “The Blessed One has said that beginner monks should serve and respect the saṅgha, so they stayed and served the saṅgha.

source: འདུག་ལ་གཞན་དག་གིས་ཀྱང་རྒན་ཞུགས་ཞེས་བྱ་བའི་ཚིག་རྗོད་པར་བྱེད་དོ། །
en: As they did, others began referring to them as ‘latecomers.’

source: དེ་ནས་དེ་གཉིས་ལ་གཅིག་ཤིན་ཏུ་མི་དགའ་བར་གྱུར་ཏོ། །
en: This made one of them very unhappy.

source: ཅིག་ཤོས་ནི་བཟོད་པ་དང་ལྡན་ཏེ་དེས་དེ་ལ་བཤད་དེ།
en: The other, who was very patient, told him,

source: བཙུན་པ་དགེ་སློང་འདི་དག་ལ་སེམས་སྡང་བར་མ་བྱེད་ཅིག །འདི་ནི་འདི་རྣམས་ཀྱིས་ཉེས་པ་མ་ཡིན་གྱི་འདི་ནི་བདག་ཅག་གཉིས་ཀྱིས་ཉེས་པ་ཡིན་ནོ། །
en: ‘Lord, they’re not to blame. We’re to blame. Let your mind not be filled with hatred toward these monks.

source: གལ་ཏེ་བདག་ཅག་གཉིས་གཞོན་ནུའི་ཚེ་ནས་རབ་ཏུ་བྱུང་ན་ནི་འདི་རྣམས་ཀྱིས་བདག་ཅག་གཉིས་ལ་རྒན་ཞུགས་ཞེས་བྱ་བའི་ཚིག་རྗོད་པར་བྱེད་པར་མི་འགྱུར་བ་ཞིག་ན།
en: If the two of us had gone forth when we were young, they wouldn’t be calling us latecomers.

source: ད་ནི་རྒས་པའི་ཚེ་རབ་ཏུ་བྱུང་བར་གྱུར་ཏེ་དེ་བས་ཏང་བདག་ཅག་གཉིས་ལ་རྒན་ཞུགས་ཞེས་བྱ་བའི་ཚིག་རྗོད་པར་ཟད་དོ་ཞེས་དགེ་སློང་དེས་དེ་ལ་
en: They refer to us as latecomers because the two of us went forth after we were already old.’

source: ཤད་ཀྱིས་བྱང་བར་བྱས་ནས་ཅང་མི་ཟེར་བར་འདུག་གོ། །
en: “After his explanation, the other understood and fell silent.

source: དེ་ནས་དེ་གཉིས་ཀྱིས་ཇི་སྲིད་འཚོའི་བར་དུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས་འཆི་ཀར་སྨོན་ལམ་བཏབ་པ།
en: Then they practiced pure conduct all their lives, and at the time of their deaths, they prayed,

source: འདི་ལྟར་བདག་ཅག་གཉིས་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་ཇི་སྲིད་འཚོའི་བར་དུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ཀྱང་ཡོན་ཏན་གྱི་ཚོགས་ཅི་ཡང་མ་ཐོབ་ཀྱིས། ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གིས་བྲམ་ཟེའི་ཁྱེའུ་བླ་མ་ལུང་བསྟན་པ་གང་ཡིན་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་དེ་བདག་ཅག་གཉིས་ཀྱིས་མཉེས་པར་བྱེད་པར་གྱུར་ཅིག །མི་མཉེས་པར་བྱེད་པར་མ་གྱུར་ཅིག །
en: ‘While we may not have attained any great virtues, still we have gone forth like this in the doctrine of the totally and completely awakened Buddha Kāśyapa and practiced pure conduct all our lives. Therefore may we please and not displease Uttara, the young brahmin prophesied by the totally and completely awakened Buddha Kāśyapa to be the next blessed buddha.

source: གལ་ཏེ་དེས་བྱིས་པ་ཆུང་ཆེས་པ་རབ་ཏུ་དབྱུང་བར་མི་བྱའོ་ཞེས་བསླབ་པའི་གཞི་རྣམས་བཅས་པར་གྱུར་ན་ཡང་དེའི་ཚེ་བདག་ཅག་གཉིས་ལས་བརྟེན་ནས་ གནང་བར་གྱུར་ཅིག་ཅེས་བྱས་སོ། །
en: Even should he declare as a fundamental precept that those who are too young may not go forth, may we two be instrumental in his granting permission to do so.’

source: དེའི་ཚེ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འོད་སྲུང་གི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་བའི་རྒན་ཞུགས་སུ་གྱུར་པ་གང་ཡིན་པ་དེ་གཉིས་ནི་དགེ་ཚུལ་རབ་ཏུ་བྱུང་བ་འདི་གཉིས་ཁོ་ན་ཡིན་ཏེ
en: Those who were the latecomers then and went forth in the doctrine of the totally and completely awakened Buddha Kāśyapa are none other than these two novices.

source: དེ་གཉིས་ཀྱིས་དེར་ཇི་སྲིད་འཚོའི་བར་དུ་ཚངས་པར་སྤྱོད་པ་སྤྱད་ནས་འཆི་ཀར་སྨོན་ལམ་བཏབ་པ་དེས་ན།
en: At that time they practiced pure conduct all their lives, and at the time of their deaths they prayed thus.

source: འདི་གཉིས་ཀྱིས་ང་མཉེས་པར་བྱས་ཏེ་མི་མཉེས་པར་མ་བྱས་ལ། འདི་གཉིས་ལོ་བདུན་ལོན་པ་ན་ང་ཉིད་ཀྱི་བསྟན་པ་ལ་རབ་ཏུ་བྱུང་ནས་ཉོན་མོངས་པ་ཐམས་ཅད་སྤངས་ཏེདགྲ་བཅོམ་པ་ཉིད་མངོན་སུམ་དུ་བྱས་ནས་འདི་གཉིས་ཁོ་ན་ལས་བརྟེན་ཏེ། ལོ་བདུན་ལོན་པ་བྱ་རོག་སྐྲོད་ནུས་པ་རབ་ཏུ་དབྱུང་བར་ངས་གནང་ངོ་། །
en: that they have pleased me, not displeased me, gone forth in my very doctrine, cast away all afflictive emotions, manifested arhatship, and that they have become instrumental in my permitting those who are seven years of age and able to chase away a crow to go forth.”

source: ལས་བརྒྱ་ཐམ་པ་ལས་སྡོམ་གྱི་ཚིགས་སུ་བཅད་པ་དྲུག་པ་རྫོགས་སོ།། །།
en: This concludes Part Six of The Hundred Deeds.

source: སྡོམ་ནི། འཕྱེ་བོ་གྲུམ་སྟོད་ལོང་བ་དང་། །གཅེར་བུ་འོད་སྲུང་གཙོ་བོ་དང་། །གླང་ཆེན་གནས་དང་ས་ར་ན། །རི་དགས་ཀྱི་ནི་བརྟུལ་ཞུགས་ཅན། །ཟླ་བ་མི་འམ་ཅི་གཉིས་པོ། །
en: 1. The Story of Paṅgu 2. Bhādra 3. The Blind Man 4. The Story of Nirgrantha Kāśyapa 5. The Story of Foremost Kāśyapa 6. The Story of Mounted on an Elephant 7. The Story of Saraṇa 8. The Mṛgavratins 9. The Story of Candrā 10.

source: འཕྱེ་བོ་ཞེས་བྱ་བ་ནི།
en: The Story of Paṅgu

source: གླེང་གཞི་མཉན་དུ་ཡོད་པ་ན་བཞུགས་ཏེ། དེའི་ཚེ་མཉན་དུ་ཡོད་པ་ན་ཁྱིམ་བདག་ཅིག་གནས་པ་དེས་ཐབས་ཟླར་བབ་པ་ལས་ཆུང་མ་བླངས་ནས་
en: When the Blessed One was in Śrāvastī, there lived a certain householder who, when the time came for him to marry, took a wife.

source: དེ་དེ་དང་ལྷན་ཅིག་ཏུ་རྩེ་ཞིང་དགའ་ལ་དགའ་མགུར་སྤྱོད་པ་ལས། ཕྱིས་དེའི་ཆུང་མ་ལ་བུ་ཆགས་ནས་
en: As they enjoyed themselves and coupled, one day his wife conceived.

source: དེ་ཟླ་བ་དགུའམ་བཅུ་ལོན་པ་དང་། བུ་བཙས་ན་
en: After nine or ten months had passed she gave birth to a child.

source: དེ་རོ་སྟོད་ནི་གཟུགས་བཟང་ཞིང་བལྟ་ན་སྡུག་པ་མཛེས་ལ། རོ་སྨད་ནི་ཡན་ལག་མ་ཚང་བ་ཞིག་བྱུང་ངོ་། །
en: The upper part of the child’s body was well proportioned, pleasing to the eye, and beautiful, but the limbs of his lower body were incomplete.

source: དེ་བཙས་པའི་ཚེ་ཁྱིམ་དེར་དོན་ཐམས་ཅད་འབྱོར་གྲུབ་པར་གྱུར་ཏེ།
en: No sooner had the child been born than the household began to succeed in all its endeavors.

source: ཐང་ལ་འགྲོ་བའི་ཚོང་པ་དང་། ཆུ་ལ་འགྲོ་བའི་ཚོང་པ་དང་། རྒྱ་མཚོའི་གྲུ་བོ་ཆེའི་དོན་ཡང་གྲུབ་ནས་ཕྱིར་འོངས།
en: Its merchants traveling by land accomplished their aims, their merchants traveling by sea on great seafaring vessels accomplished their aims, and all of them safely returned.

source: བ་ལང་དང་མ་ཧེའི་ཁྱུ་ཡང་འཕེལ་བར་གྱུར།
en: Their cattle and buffalo herds also thrived.

source: ལས་ཀྱི་སྒོ་ཐམས་ཅད་ཀྱང་འབྱོར་གྲུབ་པར་གྱུར་ནས་ཁྱིམ་བདག་དེས་བསམས་པ།
en: Since everything they did was successful, the householder thought,

source: འདི་ནི་ཁྱེའུ་འདིའི་མཐུ་ཡིན་ཏེ་དེས་ན་བདག་ཅག་གི་དོན་ཐམས་ཅད་འབྱོར་གྲུབ་པར་གྱུར་པས་ན་
en: “It’s all on account of our child that every one of our endeavors is successful.

source: བདག་གི་བུ་འཕྱེ་བོ་བཙས་པ་འདི་ནི་དཔལ་ཡོན་ཅན་ཞིག་ཡིན་ནོ་སྙམ་མོ། །
en: This child of mine who was born without feeling in his limbs has glorious qualities.”

source: ཁྱེའུ་འདི་འཕྱེ་བོ་ཡིན་པས་མིང་ཡང་འཕྱེ་བོ་ཁོ་ནར་གདགས་སོ་ཞེས་ཟེར་རོ། །
en: And they named him, saying, “Since this child is one who moves about by crawling, his name will also be Paṅgu.”

source: དེ་ནས་ཁྱེའུ་འཕྱེ་བོ་འོ་མ་དང་། ཞོ་དང་། མར་དང་། ཞུན་མར་དང་། མར་གྱི་ཉིང་གུས་བསྐྱེད་བསྲིངས་སོ། །
en: They reared young Paṅgu on milk, yogurt, butter, ghee, and milk solids.

source: དེ་ནས་དེ་ཇི་ཙམ་དུ་ཆེར་སྐྱེས་པ་དེ་ཙམ་དུ་ཁྱིམ་བདག་དེའི་ཁྱིམ་འབྱོར་ཅིང་རྒྱས་པར་གྱུར་ཏོ། །
en: The more he grew, the more the wealth of the household increased as well.

source: དེ་ནས་དེ་ཀུན་དུ་གྲགས་པར་གྱུར་ཏེ། འདིའི་མཐུས་ལས་ཅིའི་སྒོ་ཅི་བརྩམས་པ་དེ་དག་ཐམས་ཅད་འབྱོར་གྲུབ་པ་ལས་ན་ཁྱེའུ་འདི་ནི་དཔལ་ཡོན་ཅན་ཞིག་ཡིན་ནོ་ཞེས་གྲགས་སོ། །
en: Soon people began to say, “Because of him, whatever endeavors they undertake are successful. What glorious qualities this child has!”

source: དེ་ནས་དེ་ཐོས་མ་ཐག་ཏུ་མཉན་དུ་ཡོད་པ་ན་གནས་པའི་སྐྱེ་བོ་མང་པོ་དག་དུས་དུས་སུ་དེ་ལ་ལྟར་འགྲོ་ཞིང་དོན་ཅི་རྩོམ་པ་དེ་དག་ཐམས་ཅད་དེའི་མིང་གིས་རྩོམ་པར་བྱེད་དེདེ་དག་གི་མཐུས་འབྱོར་གྲུབ་པར་འགྱུར་རོ། །
en: As soon as they heard this, the many inhabitants of Śrāvastī started to go see him from time to time. Afterward they undertook whatever aims they wished to accomplish in the name of the child, and they were successful.

source: དེ་ནས་དེ་ལྷག་པར་ཡང་མཉན་དུ་ཡོད་པ་ཐོག་ཐག་ཏུ་གྲགས་པར་གྱུར་ཏོ། །
en: So it was that he became famous throughout Śrāvastī.

source: དེ་ནས་དེ་གང་གི་ཚེ་ཆེར་སྐྱེས་པ་དེའི་ཚེ་ཕས་དེའི་ཁྱོགས་རིན་པོ་ཆེ་ལས་བྱས་ཏེ་དེ་དེ་ལ་ཞོན་ཞིང་འགྲོའོ། །
en: When he grew up, his father made a jeweled palanquin for him to ride in.

source: དེ་ནས་དེ་ཁྱིམ་དེ་ཉིད་དུ་ཡི་གེ་སློབ་ཏུ་བཅུག་སྟེ། ཡི་གེ་དང་། ཁོང་རྩིས་དང་། ཤོད་དགོད་པ་དང་། ལག་རྩིས་དང་། དབྱུང་བ་དང་། སྦ་བ་དང་། དགྲམ་པ་དང་། གོས་བརྟག་པ་དང་། ནོར་བུ་བརྟག་པ་དང་། རིན་པོ་ཆེ་བརྟག་པ་དང་། སྤོས་བརྟག་པ་དང་། སྨན་བརྟག་པ་དང་། གླང་པོ་ཆེ་བརྟག་པ་དང་། རྟ་བརྟག་པ་དང་། གོ་མཚོན་བརྟག་པ་བསླབས་ཏེ།
en: At home, they made him learn letters, tallying, and arithmetic; the study of seals, lending, deposits, and commerce; and the examination of cloth, jewels, gems, incense, medicine, elephants, horses, and arms and armor.

source: དེ་ནས་ཕྱི་ཞིག་ན་ཁྱོགས་ལ་ཞོན་ཏེ་སྐྱེ་བོ་ཕལ་པོ་ཆེས་གཡོག་བྱས་ནས། སྐྱེད་མོས་ཚལ་གྱི་སར་སོང་བ་ལས་དེས་བལྟས་ན། སྐྱེ་བོ་ཕལ་པོ་ཆེ་སྡེ་ཚན་ནས་སྡེ་ཚན་དང་། ཕ་ཚན་ནས་ཕ་ཚན་དུ་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་འདོང་བ་
en: One day, as he was riding in the palanquin accompanied by a great throng, he entered the grounds of the garden. When he looked out from the palanquin, he saw a large crowd—group after group and elder after elder—convening in the garden of Prince Jeta.

source: མཐོང་ནས་ཡ་མཚན་དུ་གྱུར་ཏེ་དྲིས་པ།
en: Seeing them, he asked in amazement,

source: སྐྱེ་བོ་ཕལ་པོ་ཆེ་འདི་དག་གང་དུ་འདོང་།
en: “Where is this great crowd headed?”

source: དེ་དག་གིས་སྨྲས་པ། བཅོམ་ལྡན་འདས་ལ་ལྟར་འགྲོའོ། །
en: “We’re going to see the Blessed One,” they replied.

source: གྲུམ་པོས་སྨྲས་པ། བཅོམ་ལྡན་འདས་ཞེས་བྱ་བ་དེ་ཅི་ལྟ་བུ་ཞིག །
en: “What is this ‘Blessed One’?” the lame young man asked.
